[
    {
        "key": 1,
        "name": "Cataract and Phaco Surgery",
        "img": "https://dhakaeyecarehospital.org/image/a46c3-cataract-picture.jpg",
        "description": "A cataract is a clouding of the natural lens in the eye that affects vision.  The lens is a clear part of the eye that helps to focus light, or an image, on the retina.",
        "full_description": "Treatment for Cataract:-----\n     There are no medicines with proven efficacy to prevent or treat cataract. The only effective treatment for cataract involves surgery is to remove the cataract and replace it with an intraocular lens implant. It is the most common surgical procedure around the world and is considered to be extremely successful and safe. Diabetes, hypertension and other general health problems are not a contraindication for cataract surgery and the cataract need not ‘mature’ for surgery. A cataract needs to be removed when vision loss interferes with your everyday activities, such as driving, reading, or watching TV. You and your eye care professional can make this decision together. Sometimes a cataract should be removed even if it does not cause problems with your vision. For example, a cataract should be removed if it prevents examination or treatment of another eye problem, such as age related macular degeneration or diabetic retinopathy. If you have cataracts in both eyes that require surgery, the surgery will be performed on each eye at separate times. Many people who need cataract surgery also have other eye conditions, such as age related macular degeneration or glaucoma. If you have other eye conditions in addition to cataract, talk with your doctor. Learn about the risks, benefits, alternatives, and expected results of cataract surgery."
    },
    {
        "key": 2,
        "name": "LASIK & Refractive Surgery",
        "img": "https://dhakaeyecarehospital.org/image/6323f-lasik-picture.jpg",
        "description": "LASIK is a surgical procedure for correcting near sightedness (myopia), far sightedness (hyperopia) and cylindrical (Astigmatic) refractive errors. LASIK stands for Laser-Assisted in Situ Keratomileusis.",
        "full_description": "Procedure of LASIK:----\n     During LASIK surgery, a flap is created in the outer layers of the cornea. The flap is hinged and lifted so the excimer laser can treat only the underlying layer of the cornea. This circular flap remains attached to the cornea by a small hinge of tissue. The hinge enables the flap to be lifted away from the central cornea. A laser can then be used to reshape the exposed mid-layer of the cornea.The laser is used to create a flap using multiple short pulses. These pulses are so close together they create an almost complete separation of the flap from the rest of the cornea, but they do not actually lift the flap. If the flap pattern is judged to be complete and satisfactory, a delicate separation of the flap is performed with a few gentle manipulations using a surgical instrument.While creating the flap, the eye is held firmly with a suction ring, which exerts some pressure and causes vision to black out momentarily.The surgeon then positions the patient’s eye under the excimer laser which is programmed to remove microscopic layers of tissue from the internal part of the cornea under the flap. The cool laser beam vaporizes tissue away, one microscopic layer at a time, without burning or cutting. This tissue does not completely replace itself after it is removed. Since the excimer laser light is created at a specified wavelength that does not pass through the cornea, no other part of the eye is affected.After the tissue has been removed, the surgeon places the flap back in its original position where it heals into place with no stitches. The cornea has amazing natural bonding qualities. Within a few minutes, the flap adheres to the underlying tissue. The edges of the flap heal over in 12 to 48 hours, with the entire flap gaining adhesive strength as it continues to heal in the following weeks and months.For each eye, the laser application time is usually less than one minute and the whole procedure takes around 15 minutes."
    },
    {
        "key": 3,
        "name": "Glaucoma",
        "img": "https://dhakaeyecarehospital.org/image/ac7cb-speciality-services-picture-1.jpg",
        "description": "Glaucoma is the term applied to a group of eye diseases that gradually result in loss of vision by permanently damaging the optic nerve, the nerve that transmits visual images to the brain",
        "full_description": "Treatments and drugs:----\nThe damage caused by glaucoma can't be reversed. But treatment and regular checkups can help slow or prevent vision loss, especially in you catch the disease in its early stage.The goal of glaucoma treatment is to lower pressure in your eye (intraocular pressure). Depending on your situation, your options may include eye drops, laser treatment or surgery.\nEye drops-----\nGlaucoma treatment often starts with prescription eye drops. These can help decrease eye pressure by improving how fluid drains from your eye or by decreasing the amount of fluid your eye makes."
    },
    {
        "key": 4,
        "name": "Pediatric Ophthalmology",
        "img": "https://dhakaeyecarehospital.org/image/62e47-pediatric-ophthalmology-and-squint.jpg",
        "description": "The Pediatric Ophthalmology / Orthoptic / Adult Strabismus Department’s primary mission is to deliver the highest quality comprehensive eye care to children from birth through their teen years.",
        "full_description": "Pediatric Cases:---\nThough strabismus, amblyopia and refractive errors are the most prevalent problems that are treated in the pediatric population, other ophthalmic diseases which effect children’s vision and binocular vision require a comprehensive eye care approach in children. All eye diseases potentially affect vision and consequently affect binocularity in these young patients whose visual systems are still growing and developing. For this reason, The Pediatric Ophthalmology Department has expanded over the last 10-15 years to develop specialized departments for pediatric congenital and acquired cataracts, pediatric glaucoma, pediatric retinal diseases, and pediatric corneal pathology. The Departments continues to expand the scope of services for children in specialty clinics in the hospital. This involves co- management, evaluation, and treatment of pediatric patients with ocular trauma and hearing problems that may also affect the visual system. They also offer the specialized service of pediatric visual fields and pediatric low vision. Recognizing that vision is essential for a child’s future educational and physiological growth, they also work with the Social Service Department, even before school age arranging services for visually challenged children."
    },
    {
        "key": 5,
        "name": "Orbit and Oculoplasty",
        "img": "https://dhakaeyecarehospital.org/image/b62ee-cornea-external-disease.jpg",
        "description": "Orbit refers to the eye-socket (the cavity in the skull that holds the eye) and the surrounding structures. Orbit may arise from within the eye-socket or might be a secondary condition arising out of an existing illness.",
        "full_description": "Orbit :--- \nThings that can’t be overlooked:-It’s quite natural to admire those almond-shaped eyes of your child for hours. However, not all people in the world are lucky to have those perfectly shaped eyes. Some of us may have problems like drooping eyelids, protruding eyes, interned eyelashes, etc. Earlier, people would have to live with these malformations. However today, there are state-of-the-art treatment options that can rectify the issues. It is extremely important to identify the underlying cause for, all you know there could be a tumor down below that’s pushing out the eyes.The cavity in the skull that contains the eye is called the orbit. It is formed from parts of the frontal, sphenoid, zygomatic, lacrimal, ethmoid, palatine and maxillary bones.Patients of all ages may need Oculoplasty, i.e. eyelid and facial reconstructive surgery for needs purely cosmetic or purely functional. The most advanced and innovative techniques of facial and eyelid surgery for such conditions as excess upper eyelid skin that obstructs vision (bleharoplasty), eyelid ptosis(droopy eyelids), entropion(eyelids that turn in), ectropion(eyelids that turn out), problems of the tear ducts, and the thyroid eye disease."
    },
    {
        "key": 6,
        "name": "Comprehensive Eye Check Up",
        "img": "https://dhakaeyecarehospital.org/image/6923f-comprehensive-eye-check-up.jpg",
        "description": "Comprehensive eye exam each year is the best way to enjoy good vision throughout your life. Many eye and vision problems have no obvious signs or symptoms. ",
        "full_description": "Tests Used during Eye Examinations:---\nThere are many common tests your eye doctor uses during an eye examination. Some of these are listed below:--\nVision Testing:--\nVision testing involves making a person read standard sized letters at a specified distance. The doctors record the vision as a fraction e.g. 6/6 etc. The top number denotes the distance (in feet) at which the patient has been able to read the particular sized letter while the bottom number indicates the distance at which a normal person is expected to read the same letter. Near vision is tested separately in good illumination using special test charts held at normal reading distance. The testing is done with each eye separately. The doctors often test the vision using a pinhole. This gives an estimate of improvement possible with glasses. The patient in place of glasses cannot use the pinhole.\nRefraction - This test uses an instrument referred to as a phoropter. It looks kind of like a space age eye examination machine with varying lenses. Your eye doctor will use this instrument to test various lenses against your eyes, enabling the eye doctor to determine the best power prescription for your eyeglasses or contacts. The phoropter measure the exact level of astigmatism, myopia or hyperopia you may have.\nTonometry - This test is important to determine the eye pressure in the evaluaton for glaucoma. There are various ways to test the intraocular pressure (IOP) or eye pressure. Non-Contact Tonometry is typically performed by the technician. Many of you know this test as the “puff of air test.” Contact Tonometry is performed by your eye doctor by a probe that touches the eye. But because a numbing drop is used during this test, you won’t feel a thing. Infact, most patients prefer this method over the puff of air.\nRetinoscopy - This is a technique to obtain the objective measurement of your prescription. It provides a way to estimate what your vision prescription may be. It can either be performed by an automated machine or it can be done manually with a retinoscope. The retinoscope shines a bright light into the eye, while the doctor is observing the reflection off your retina, he or she can determine your estimated prescription. \nRefraction - This test uses an instrument referred to as a phoropter. It looks kind of like a space age eye examination machine with varying lenses. Your eye doctor will use this instrument to test various lenses against your eyes, enabling the eye doctor to determine the best power prescription for your eyeglasses or contacts. The phoropter measure the exact level of astigmatism, myopia or hyperopia you may have.\nCover Test - During this test, your eye doctor will cover one eye at a time to detect any ocular deviation such as strabismus also known as an eye turn or lazy eye. Essentially, it measures how well your eye works together and helps detects problems including poor depth perception.\nSlit Lamp - During this test the doctor uses a special high power microscope to examine the structures of your eye, testing for infections or ocular diseases. You place your chin on a chin rest, while your eye doctor reviews your ocular structures through the microscope. This test is beneficial for detecting conjunctivitis and other common eye diseases as well as more serious ocular conditions such as cataracts and macular degeneration.\nDilated Fundus Exam - This test requires the doctor place an eye drop in the eyes in order to dilate the pupil. With the pupils dilated, it creates a larger window for your doctor to look inside the eyes. The drops typically take 15-20 minutes to take effect. Once pupil dilated your doctor will test your eyes for various eye diseases. This is an important test for measure the health of the internal structures of the eye.\nA-Scan - biometry by immersion has better reproducibility, which leads to an overall increase in accuracy. The immersion technique can be performed rapidly and with greater confidence than the applanation method. Making the change from the Applanation to immersion is well worth the small learning curve.\nVisual Field Screening - This test is usually performed by the eye care assistant, also known as a technician, with the assistance of a machine to analyze your visual field. The machine then prints out a detailed reading of areas of the vision that were or were not seen."
    }
]